Repository: andrushenkobogdan23/ExtraCodeTest
Catalog: Mvc/Localization/*.po
Languages: uk

source: Add
uk: Додати

source: Create new todo
uk: Створити нову задачу

source: My todos
uk: Мої задачі

source: Parent Id
uk: Головна задача

source: Create Items
uk: Створити підзадачу

source: Edit
uk: Редагувати

source: Finish
uk: Завершити

source: Create
uk: Створити

source: Save
uk: Зберегти

source: Find
uk: Знайти

source: Delete
uk: Видалити

source: Details
uk: Подробиці

source: Back to list
uk: Повернутись до списку

source: Home
uk: Головна

source: Logout
uk: Вийти

source: Title
uk: Назва

source: Description
uk: Опис

source: Author
uk: Автор

source: Performer
uk: Виконавець

source: Create date
uk: Дата створення

source: Complete date
uk: Дата завершення

source: Estimated cost
uk: Орієнтовна вартість

source: Final cost
uk: Кінцева вартість

source: Priority
uk: Пріоритет

source: Finish todo
uk: Завершити задачу

source: Edit todo
uk: Редагувати задачу

source: Todo details
uk: Подробиці задачі

source: Delete todo
uk: Видалити задачу

source: Create todo
uk: Створити задачу

source: Create Item
uk: Створити підзадачу

# Views.Home.Index
source: There is no registered todo
uk: Немає зареєстрованих задач

# Views.Home.Index
source: Found todos
uk: Знайдено задач

# Views.Home.Index
source: There is one todo
uk: [Є одна задача]

# Views.Home.Delete
source: Are you sure you want to delete this?
uk: Ви упевнені, що хочете знищити запис?

source: Completed by
uk: Ким завершено

source: Create date from
uk: Дата створення з

source: Create date to
uk: Дата створення до

source: Type final cost
uk: Введіть кінцеву вартість

source: Not completed todos
uk: Не завершені задачі

source: All todos
uk: Будь-які задачі

source: Type description
uk: Введіть опис

source: Type title
uk: Введіть назву

source: Type priority
uk: Введіть пріоритет

source: Type estimated cost
uk: Введіть оціночну вартість

source: Title should be no more then 32 symbols
uk: Назва має містити менше ніж 32 символа

source: Description should be at least 5 symbols but no more then 32
uk: Опис має містити від 5 до 32 символів
